Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: This endpoint is used to send inference requests.
de: Dieser Endpunkt dient zum Senden von Inferenzanfragen.
es: Este endpoint se usa para enviar solicitudes de inferencia.
fr: Cet endpoint est utilisé pour envoyer des requêtes d’inférence.
ja: このエンドポイントは推論リクエスト送信に使用します。
ko: 이 엔드포인트는 추론 요청을 보내는 데 사용됩니다.
zh_hans: 这个端点被用于发送推理请求。

source: This model does not support tool call or no model is selected.
de: Dieses Modell unterstützt keine Tool-Calls oder es ist kein Modell ausgewählt.
es: Este modelo no admite llamadas a herramientas o no hay modelo seleccionado.
fr: Ce modèle ne prend pas en charge les appels d’outils ou aucun modèle n’est sélectionné.
ja: このモデルはツール呼び出しをサポートしていないか、モデルが選択されていません。
ko: 이 모델은 도구 호출을 지원하지 않거나 모델이 선택되지 않았습니다.
zh_hans: 所选模型不支持工具调用或未选择模型。

source: This model is likely too large to fit in the available memory.
de: Dieses Modell ist wahrscheinlich zu groß für den verfügbaren Speicher.
es: Este modelo probablemente es demasiado grande para la memoria disponible.
fr: Ce modèle est probablement trop volumineux pour la mémoire disponible.
ja: このモデルはメモリに収まりきらない可能性があります。
ko: 이 모델은 사용 가능한 메모리에 담기엔 너무 클 수 있습니다.
zh_hans: 此模型似乎过大，可能无法在此设备上加载。

source: This parameter can be used to control the personality of the model. The more imaginative, the more unstable the output. This parameter is also known as temperature.
de: Dieser Parameter steuert die Persönlichkeit des Modells. Je fantasievoller, desto instabiler die Ausgabe. Auch bekannt als Temperatur.
es: Este parámetro controla la personalidad del modelo. Cuanto más imaginativo, más inestable la salida. También se conoce como temperatura.
fr: Ce paramètre contrôle la personnalité du modèle. Plus il est imaginatif, plus la sortie est instable. Aussi appelé température.
ja: このパラメータでモデルのパーソナリティを制御できます。想像力を上げるほど出力は不安定になります（いわゆる temperature）。
ko: 이 매개변수는 모델의 성격을 조정합니다. 상상력을 높일수록 출력이 불안정해집니다. temperature로도 알려져 있습니다.
zh_hans: 此参数可用于控制模型的性格。想象力越丰富，输出越不稳定。此参数亦可称为温度。

source: This PDF has %lld page(s). You can select whether to import it as text or convert it to images.
de: Dieses PDF hat %lld Seite(n). Du kannst es als Text importieren oder in Bilder umwandeln.
es: Este PDF tiene %lld página(s). Puedes importarlo como texto o convertirlo en imágenes.
fr: Ce PDF contient %lld page(s). Vous pouvez choisir de l’importer en texte ou de le convertir en images.
ja: この PDF は %lld ページあります。テキストとして取り込むか画像に変換するか選べます。
ko: 이 PDF에는 %lld페이지가 있습니다. 텍스트로 가져오거나 이미지로 변환해 가져올 수 있습니다.
zh_hans: 此 PDF 文件有 %lld 页。你可以选择将其转换成图片或者仅保留文档的文本部分。

source: This service is provided free of charge by pollinations.ai and includes rate limits. It may be unavailable in certain countries or regions. If you encounter issues, please set up your own model service.
de: Dieser Dienst wird kostenlos von pollinations.ai bereitgestellt und unterliegt Limits. Er kann in manchen Ländern/Regionen nicht verfügbar sein. Bei Problemen richte bitte einen eigenen Modelldienst ein.
es: Este servicio lo ofrece pollinations.ai de forma gratuita e incluye límites de uso. Puede no estar disponible en ciertos países o regiones. Si tienes problemas, configura tu propio servicio de modelos.
fr: Ce service gratuit est fourni par pollinations.ai et comporte des limites de débit. Il peut être indisponible dans certains pays ou régions. En cas de problème, configurez votre propre service de modèle.
ja: このサービスは pollinations.ai により無料提供され、レート制限があります。地域によって利用できない場合があります。問題があれば独自のモデルサービスを設定してください。
ko: 이 서비스는 pollinations.ai에서 무료로 제공되며, 요청 제한이 있습니다. 일부 국가나 지역에서는 사용할 수 없습니다. 문제가 있으면 자체 모델 서비스를 설정하세요.
zh_hans: 此服务由 pollinations.ai 免费提供，包含速率限制，在部分国家或地区的网络下不可用。如遇到问题，请自建模型服务。

source: This shortcut does not accept audio.
de: Dieser Kurzbefehl akzeptiert kein Audio.
es: Este atajo no acepta audio.
fr: Ce raccourci n’accepte pas l’audio.
ja: このショートカットは音声を受け付けません。
ko: 이 단축어는 오디오를 받지 않습니다.
zh_hans: 此快捷指令不接受音频。

source: This shortcut does not accept images.
de: Dieser Kurzbefehl akzeptiert keine Bilder.
es: Este atajo no acepta imágenes.
fr: Ce raccourci n’accepte pas les images.
ja: このショートカットは画像を受け付けません。
ko: 이 단축어는 이미지를 받지 않습니다.
zh_hans: 此快捷指令不接受图像。

source: This summary is provided automatically according to the user's proactive memory setting, even when memory tools are disabled.
de: Diese Zusammenfassung wird automatisch gemäß der proaktiven Erinnerungseinstellung bereitgestellt, auch wenn Memory-Tools deaktiviert sind.
es: Este resumen se proporciona automáticamente según la configuración de memoria proactiva del usuario, incluso si las herramientas de memoria están desactivadas.
fr: Ce résumé est fourni automatiquement selon le réglage de mémoire proactive de l’utilisateur, même si les outils de mémoire sont désactivés.
ja: この要約はメモリーツールが無効でも、ユーザーのプロアクティブメモリー設定に基づき自動提供されます。
ko: 메모리 도구가 비활성화되어 있어도 사용자 능동 메모리 설정에 따라 자동으로 제공되는 요약입니다.
zh_hans: 该摘要根据用户的主动记忆设置自动提供，即使记忆工具未启用也会附带。

source: This value will be added to the request as additional header.
de: Dieser Wert wird der Anfrage als zusätzlicher Header hinzugefügt.
es: Este valor se añadirá a la solicitud como encabezado adicional.
fr: Cette valeur sera ajoutée à la requête en tant qu’en-tête supplémentaire.
ja: この値は追加ヘッダーとしてリクエストに付加されます。
ko: 이 값은 요청에 추가 헤더로 포함됩니다.
zh_hans: 此处的数据将会在请求时添加到报头中，并覆盖已有的任何报头数据。

source: This value will be added to the request to distinguish the workgroup on the remote.
de: Dieser Wert wird der Anfrage hinzugefügt, um die Arbeitsgruppe auf dem Remote zu unterscheiden.
es: Este valor se añadirá a la solicitud para distinguir el grupo de trabajo en el remoto.
fr: Cette valeur sera ajoutée à la requête pour distinguer le groupe de travail distant.
ja: この値はリモートのワークグループを識別するためリクエストに付加されます。
ko: 원격에서 워크그룹을 구분하기 위해 요청에 추가됩니다.
zh_hans: 此选项的值将添加到请求报文中，用于在远端区分工作组。

source: This value will be added to the request to distinguish the workgroup on the remote. This part is optional, if not used, leave it blank.
de: Dieser Wert wird der Anfrage hinzugefügt, um die Arbeitsgruppe auf dem Remote zu unterscheiden. Optional; bei Nichtnutzung leer lassen.
es: Este valor se añadirá a la solicitud para distinguir el grupo de trabajo en el remoto. Es opcional; si no se usa, déjalo en blanco.
fr: Cette valeur sera ajoutée à la requête pour distinguer le groupe de travail distant. Cette partie est facultative ; laissez vide si non utilisée.
ja: この値はリモートのワークグループ識別用としてリクエストに付加されます。任意項目なので不要なら空のままにしてください。
ko: 원격 워크그룹을 구분하기 위해 요청에 추가됩니다. 선택 사항이므로 사용하지 않을 경우 비워두세요.
zh_hans: 此选项的值将添加到请求报文中，用于在远端区分工作组。此部分可选，若不使用，请留空。

source: This will delete all edits, including unsent conversation text and attachments.
de: Dadurch werden alle Bearbeitungen gelöscht, einschließlich ungesendeter Unterhaltungstexte und Anhänge.
es: Esto eliminará todas las ediciones, incluido texto no enviado y adjuntos.
fr: Cela supprimera toutes les modifications, y compris le texte non envoyé et les pièces jointes.
ja: 未送信の会話テキストや添付を含む全編集内容を削除します。
ko: 보내지 않은 대화 텍스트와 첨부를 포함해 모든 편집 내용을 삭제합니다.
zh_hans: 这将删除所有编辑内容，包括未发送的对话文本和附件。

source: This will extract your requests from the current conversation using %@ and save it as a template for later use. This may take some time.
de: Dies extrahiert deine Anfragen aus der aktuellen Unterhaltung mit %@ und speichert sie als Vorlage für später. Dies kann etwas dauern.
es: Esto extraerá tus solicitudes de la conversación actual usando %@ y las guardará como plantilla para uso futuro. Puede tardar un poco.
fr: Cela extraira vos requêtes de la conversation actuelle avec %@ et les enregistrera comme modèle pour plus tard. Cela peut prendre du temps.
ja: %@ を使って現在の会話からリクエストを抽出し、後で使えるテンプレートとして保存します。時間がかかる場合があります。
ko: %@을(를) 사용해 현재 대화의 요청을 추출하고 템플릿으로 저장합니다. 시간이 걸릴 수 있습니다.
zh_hans: 将使用 %@ 从当前对话提取你的请求并保存为模板以便后续使用。这会花费一些时间。

source: This will remove all contents inside temporary directory.
de: Dadurch werden alle Inhalte im temporären Verzeichnis entfernt.
es: Esto eliminará todo el contenido del directorio temporal.
fr: Cela supprimera tout le contenu du répertoire temporaire.
ja: 一時ディレクトリ内のすべての内容を削除します。
ko: 임시 디렉터리의 모든 내용을 제거합니다.
zh_hans: 这会删除临时文件夹内的全部内容。

source: This will remove your synced data from iCloud for this app. Local data on this device will remain.
de: Dadurch werden deine synchronisierten Daten dieser App aus iCloud entfernt. Lokale Daten auf diesem Gerät bleiben.
es: Esto eliminará tus datos sincronizados de iCloud para esta app. Los datos locales en este dispositivo permanecerán.
fr: Cela supprimera vos données synchronisées sur iCloud pour cette app. Les données locales sur cet appareil resteront.
ja: このアプリの iCloud 同期データを削除します。デバイス上のローカルデータは残ります。
ko: 이 앱의 iCloud 동기화 데이터를 삭제합니다. 이 기기의 로컬 데이터는 유지됩니다.
zh_hans: 这将从 iCloud 中删除此应用的同步数据。本设备上的本地数据将保留。

source: This will request the latest changes from iCloud immediately, but depending on the amount of data and network conditions, it may take some time to complete
de: Dies fordert sofort die neuesten Änderungen aus iCloud an; je nach Datenmenge und Netzwerk kann es einige Zeit dauern.
es: Esto solicitará de inmediato los últimos cambios de iCloud, pero según los datos y la red puede tardar.
fr: Cela demandera immédiatement les dernières modifications depuis iCloud, mais selon la quantité de données et le réseau, cela peut prendre du temps.
ja: iCloud から直ちに最新変更を取得しますが、データ量やネット環境により完了まで時間がかかる場合があります。
ko: 지금 바로 iCloud에서 최신 변경 사항을 요청하지만, 데이터 양과 네트워크 상태에 따라 완료까지 시간이 걸릴 수 있습니다.
zh_hans: 这将立即从 iCloud 请求最新更改，但根据数据量和网络状况，可能需要一些时间才能完成

source: This will use %@ compress the current conversation into a short summary and create a new chat with it. The original conversation will remain unchanged.
de: Damit wird %@ verwendet, um die aktuelle Unterhaltung in eine kurze Zusammenfassung zu komprimieren und einen neuen Chat damit zu erstellen. Die ursprüngliche Unterhaltung bleibt unverändert.
es: Esto usará %@ para comprimir la conversación actual en un resumen corto y crear un nuevo chat con él. La conversación original permanecerá intacta.
fr: Cela utilisera %@ pour compresser la conversation actuelle en un court résumé et créer un nouveau chat avec. La conversation originale restera inchangée.
ja: %@ を使って現在の会話を短い要約に圧縮し、新しいチャットを作成します。元の会話はそのまま残ります。
ko: %@을(를) 사용해 현재 대화를 짧은 요약으로 압축하고 새 채팅을 만듭니다. 원본 대화는 유지됩니다.
zh_hans: 这将会使用 %@ 压缩当前对话到简短的总结并创建新的对话。原始对话不会被修改。

source: Thought for %lld seconds
de: %lld Sekunden nachgedacht
es: Pensó durante %lld segundos
fr: Réflexion pendant %lld secondes
ja: %lld 秒間思考しました
ko: %lld초 동안 생각했습니다
zh_hans: 思考了 %lld 秒

source: Time Zone: %@
de: Zeitzone: %@
es: Zona horaria: %@
fr: Fuseau horaire : %@
ja: タイムゾーン: %@
ko: 시간대: %@
zh_hans: 时区：%@

source: Tiny
de: Winzig
es: Diminuto
fr: Minuscule
ja: 極小
ko: 아주 작게
zh_hans: 微小

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
zh_hans: 标题

source: To change the language used by the software, please go to the system settings.
de: Um die von der Software verwendete Sprache zu ändern, bitte die Systemeinstellungen öffnen.
es: Para cambiar el idioma usado por el software, ve a los ajustes del sistema.
fr: Pour changer la langue utilisée par le logiciel, allez dans les réglages système.
ja: ソフトの使用言語を変えるにはシステム設定で変更してください。
ko: 소프트웨어 언어를 변경하려면 시스템 설정으로 이동하세요.
zh_hans: 要更改软件使用的语言，请前往系统设置。

source: Toggle Sidebar
de: Seitenleiste umschalten
es: Mostrar/ocultar barra lateral
fr: Afficher/Masquer la barre latérale
ja: サイドバーを切り替え
ko: 사이드바 전환
zh_hans: 切换侧边栏

source: Tool call for %@ completed.
de: Tool-Call für %@ abgeschlossen.
es: Llamada de herramienta para %@ completada.
fr: Appel d’outil pour %@ terminé.
ja: %@ のツールコールが完了しました。
ko: %@ 도구 호출이 완료되었습니다.
zh_hans: 工具 %@ 的调用已完成。

source: Tool call for %@ failed.
de: Tool-Call für %@ fehlgeschlagen.
es: Falló la llamada de herramienta para %@.
fr: Échec de l’appel d’outil pour %@.
ja: %@ のツールコールに失敗しました。
ko: %@ 도구 호출이 실패했습니다.
zh_hans: 工具 %@ 的调用失败。

source: Tool call for %@ running
de: Tool-Call für %@ läuft
es: Llamada de herramienta para %@ en ejecución
fr: Appel d’outil pour %@ en cours
ja: %@ のツールコール実行中
ko: %@ 도구 호출 실행 중
zh_hans: 开始调用工具 %@

source: Tool Definition
de: Werkzeugdefinition
es: Definición de herramienta
fr: Définition d'outil
ja: ツール定義
ko: 도구 정의
zh_hans: 工具定义

source: Tool executed successfully with no output
de: Tool erfolgreich ausgeführt, keine Ausgabe
es: Herramienta ejecutada correctamente sin salida
fr: Outil exécuté avec succès sans sortie
ja: ツールは正常終了しました（出力なし）
ko: 도구가 성공했지만 출력이 없습니다
zh_hans: 工具执行成功但没有输出任何结果

source: Tool execution cancelled by user
de: Tool-Ausführung vom Nutzer abgebrochen
es: Ejecución de herramienta cancelada por el usuario
fr: Exécution de l’outil annulée par l’utilisateur
ja: ツール実行はユーザーによりキャンセルされました
ko: 사용자가 도구 실행을 취소했습니다
zh_hans: 工具调用被用户取消

source: Tool execution failed: %@
de: Tool-Ausführung fehlgeschlagen: %@
es: Fallo en la ejecución de herramienta: %@
fr: Échec de l’exécution de l’outil : %@
ja: ツール実行に失敗しました: %@
ko: 도구 실행 실패: %@
zh_hans: 执行工具出错：%@

source: Tool execution failed: authorization dialog is already presented.
de: Tool-Ausführung fehlgeschlagen: Autorisierungsdialog wird bereits angezeigt.
es: Fallo de ejecución: el diálogo de autorización ya está presentado.
fr: Échec de l’exécution de l’outil : la boîte d’autorisation est déjà affichée.
ja: ツール実行に失敗しました: 認可ダイアログが既に表示されています。
ko: 도구 실행 실패: 인증 대화 상자가 이미 표시 중입니다.
zh_hans: 工具执行失败：另一个授权请求正在进行中。

source: Tool execution failed: parent view controller not found.
de: Tool-Ausführung fehlgeschlagen: übergeordneter View-Controller nicht gefunden.
es: Fallo de ejecución: controlador de vista padre no encontrado.
fr: Échec de l’exécution de l’outil : contrôleur parent introuvable.
ja: ツール実行に失敗しました: 親ビューコントローラが見つかりません。
ko: 도구 실행 실패: 상위 뷰 컨트롤러를 찾을 수 없습니다.
zh_hans: 工具调用失败：无法展示授权请求。

source: Tool Output
de: Werkzeugausgabe
es: Salida de herramienta
fr: Sortie d'outil
ja: ツール出力
ko: 도구 출력
zh_hans: 工具输出

source: Tool Param: %@ == %@
de: Tool-Parameter: %@ == %@
es: Parámetro de herramienta: %@ == %@
fr: Paramètre d’outil : %@ == %@
ja: ツールパラメータ: %@ == %@
ko: 도구 매개변수: %@ == %@
zh_hans: 工具参数：%@ == %@

# Tool parameter '%@' = %@
source: Tool parameter '%1$@' = %2$@
de: Tool parameter '%@' = %@
es: Tool parameter '%@' = %@
fr: Tool parameter '%@' = %@
ja: Tool parameter '%@' = %@
ko: Tool parameter '%@' = %@
zh_hans: 工具参数 '%@' = %@

source: Tool Provided Audio
de: Tool-bereitgestelltes Audio
es: Audio proporcionado por herramienta
fr: Audio fourni par l’outil
ja: ツール提供の音声
ko: 도구 제공 오디오
zh_hans: 工具提供的音频

source: Tool Provided Audio #%d
de: Tool-bereitgestelltes Audio Nr. %d
es: Audio proporcionado #%d
fr: Audio fourni par l’outil n°%d
ja: ツール提供の音声 #%d
ko: 도구 제공 오디오 #%d
zh_hans: 工具提供的音频 #%d

source: Tool Provided Audio #%lld
de: Tool-bereitgestelltes Audio Nr. %lld
es: Audio proporcionado #%lld
fr: Audio fourni par l’outil n°%lld
ja: ツール提供の音声 #%lld
ko: 도구 제공 오디오 #%lld
zh_hans: 工具提供的音频 #%lld

source: Tool Provided Image
de: Tool-bereitgestelltes Bild
es: Imagen proporcionada por herramienta
fr: Image fournie par l’outil
ja: ツール提供の画像
ko: 도구 제공 이미지
zh_hans: 工具提供的图片

source: Tools from connected MCP servers
de: Tools von verbundenen MCP-Servern
es: Herramientas de servidores MCP conectados
fr: Outils des serveurs MCP connectés
ja: 接続された MCP サーバーのツール
ko: 연결된 MCP 서버의 도구
zh_hans: 来自成功连接的 MCP 服务器所提供的工具

source: Transcoding audio attachment %lld
de: Audioanhang %lld wird transkodiert
es: Transcodificando adjunto de audio %lld
fr: Transcodage de la pièce jointe audio %lld
ja: 音声添付 %lld をトランスコード中
ko: 오디오 첨부 %lld개 트랜스코딩 중
zh_hans: 正在转码音频附件 %lld

source: Transcribe Audio
de: Audio transkribieren
es: Transcribir audio
fr: Transcrire l’audio
ja: 音声を書き起こす
ko: 오디오 전사
zh_hans: 转写音频

source: Transcribe the selected ${audio} with the chosen model
de: Ausgewähltes ${audio} mit dem gewählten Modell transkribieren
es: Transcribe el ${audio} seleccionado con el modelo elegido
fr: Transcrivez l’${audio} sélectionné avec le modèle choisi
ja: 選択したモデルで ${audio} を書き起こす
ko: 선택한 모델로 선택한 ${audio}를 전사하세요
zh_hans: 使用选中的模型转写 ${audio}

source: Transcribe the selected ${audio} with the default model
de: Ausgewähltes ${audio} mit dem Standardmodell transkribieren
es: Transcribe el ${audio} seleccionado con el modelo predeterminado
fr: Transcrivez l’${audio} sélectionné avec le modèle par défaut
ja: デフォルトモデルで ${audio} を書き起こす
ko: 기본 모델로 선택한 ${audio}를 전사하세요
zh_hans: 使用默认模型转写 ${audio}

source: Transcribe voice notes and process audio attachments.
de: Sprachmemos transkribieren und Audioanhänge verarbeiten.
es: Transcribe notas de voz y procesa adjuntos de audio.
fr: Transcrivez des notes vocales et traitez les pièces jointes audio.
ja: 音声メモを文字起こしし、音声添付を処理します。
ko: 음성 메모를 전사하고 오디오 첨부파일을 처리합니다.
zh_hans: 转录语音笔记并处理音频附件。

source: Transcript Stopped
de: Transkription gestoppt
es: Transcripción detenida
fr: Transcription arrêtée
ja: 書き起こしを停止しました
ko: 전사 중지됨
zh_hans: 听写已停止

source: Transcription
de: Transkription
es: Transcripción
ja: 書き起こし
ko: 전사
zh_hans: 转录

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
ja: 翻訳
ko: 번역
zh_hans: 翻译

source: Translate ${text} into ${targetLanguage}
de: ${text} in ${targetLanguage} übersetzen
es: Traducir ${text} a ${targetLanguage}
fr: Traduire ${text} en ${targetLanguage}
ja: ${text}を${targetLanguage}に翻訳
ko: ${text}을(를) ${targetLanguage}(으)로 번역
zh_hans: 将${text}翻译为${targetLanguage}

source: Translate ${text} into ${targetLanguage} using the default model
de: ${text} mit dem Standardmodell in ${targetLanguage} übersetzen
es: Traducir ${text} a ${targetLanguage} usando el modelo predeterminado
fr: Traduire ${text} en ${targetLanguage} avec le modèle par défaut
ja: デフォルトモデルで${text}を${targetLanguage}に翻訳
ko: 기본 모델을 사용하여 ${text}을(를) ${targetLanguage}(으)로 번역
zh_hans: 使用默认模型将${text}翻译为${targetLanguage}

source: Translate Text
de: Text übersetzen
es: Traducir texto
fr: Traduire le texte
ja: テキストを翻訳
ko: 텍스트 번역
zh_hans: 翻译文本

source: Translate text into a target language using a selected model.
de: Text mit einem ausgewählten Modell in eine Zielsprache übersetzen.
es: Traducir texto a un idioma objetivo usando un modelo seleccionado.
fr: Traduire du texte dans une langue cible en utilisant un modèle sélectionné.
ja: 選択したモデルを使用してテキストを対象言語に翻訳します。
ko: 선택한 모델을 사용하여 텍스트를 대상 언어로 번역합니다.
zh_hans: 使用所选模型将文本翻译为目标语言。

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
ja: 翻訳
ko: 번역
zh_hans: 翻译

source: Transparent architecture. Verify the code, trust the process.
de: Transparente Architektur. Prüfe den Code, vertraue dem Prozess.
es: Arquitectura transparente. Verifica el código, confía en el proceso.
fr: Architecture transparente. Vérifiez le code, faites confiance au processus.
ja: 透明なアーキテクチャ。コードを検证して、プロセスを信頼。
ko: 투명한 아키텍처. 코드를 확인하고 프로세스를 믿으세요.
zh_hans: 透明架构，你可以审查代码，更放心。

source: Travel & Places
de: Reisen & Orte
es: Viajes y lugares
fr: Voyages et lieux
ja: 旅行と場所
ko: 여행 및 장소
zh_hans: 旅行与地点

source: Trim text to be more concise without losing the key message.
de: Text kürzen, damit er prägnanter ist, ohne die Kernaussage zu verlieren.
es: Recorta el texto para que sea más conciso sin perder el mensaje clave.
fr: Raccourcissez le texte pour le rendre plus concis sans perdre l’essentiel.
ja: 要点を失わずに文章をより簡潔にします。
ko: 핵심을 잃지 않으면서 텍스트를 더 간결하게 다듬어 주세요.
zh_hans: 精简文本使其更简洁，同时不失关键信息。

source: Turning off sync only pauses future updates. Existing data stays in place. Re‑enable later to fetch and resume syncing.
de: Sync ausschalten pausiert nur zukünftige Updates. Bestehende Daten bleiben erhalten. Später wieder aktivieren, um Updates abzurufen und die Synchronisierung fortzusetzen.
es: Desactivar la sincronización solo pausa futuras actualizaciones. Los datos existentes permanecen. Reactiva después para reanudar.
fr: Désactiver la synchro ne fait que mettre en pause les futures mises à jour. Les données existantes restent en place. Réactivez plus tard pour reprendre la synchro.
ja: 同期をオフにすると今後の更新が停止するだけで、既存データは残ります。再度有効にすれば取得と同期を再開できます。
ko: 동기화를 끄면 향후 업데이트만 중단됩니다. 기존 데이터는 그대로이며, 나중에 다시 켜면 최신 상태를 가져와 동기화를 재개합니다.
zh_hans: 关闭同步仅暂停后续更新，现有数据保持不变。稍后重新开启将先获取最新状态再继续同步。

source: Type something...
de: Etwas eingeben...
es: Escribe algo...
fr: Saisissez quelque chose...
ja: 入力してください...
ko: 무엇이든 입력하세요...
zh_hans: 在此输入…

source: Unable to connect to the MCP server. Please check your network or server status.
de: Verbindung zum MCP-Server nicht möglich. Bitte Netzwerk oder Serverstatus prüfen.
es: No se pudo conectar al servidor MCP. Revisa tu red o estado del servidor.
fr: Impossible de se connecter au serveur MCP. Vérifiez votre réseau ou l’état du serveur.
ja: MCP サーバーに接続できません。ネットワークまたはサーバー状態を確認してください。
ko: MCP 서버에 연결할 수 없습니다. 네트워크나 서버 상태를 확인하세요.
zh_hans: 无法连接到所选 MCP 服务器，请检查你的网络和配置。

source: Unable to construct URL.
de: URL kann nicht erstellt werden.
es: No se puede construir la URL.
fr: Impossible de construire l’URL.
ja: URL を構成できません。
ko: URL을 구성할 수 없습니다.
zh_hans: 无法构建资源链接。

source: Unable to decode image.
de: Bild kann nicht dekodiert werden.
es: No se puede decodificar la imagen.
fr: Impossible de décoder l’image.
ja: 画像をデコードできません。
ko: 이미지를 디코드할 수 없습니다.
zh_hans: 无法打开这张图片。

source: Unable to decode string key value map from text: %@
de: Key-Value-Map aus Text konnte nicht dekodiert werden: %@
es: No se puede decodificar el mapa clave-valor del texto: %@
fr: Impossible de décoder la map clé-valeur depuis le texte : %@
ja: テキストから文字列キーのマップをデコードできません: %@
ko: 텍스트에서 문자열 키-값 맵을 디코드할 수 없습니다: %@
zh_hans: 无法解析字符串键值对：%@

source: Unable to decode text into data.
de: Text kann nicht in Daten dekodiert werden.
es: No se puede decodificar el texto en datos.
fr: Impossible de décoder le texte en données.
ja: テキストをデータにデコードできません。
ko: 텍스트를 데이터로 디코드할 수 없습니다.
zh_hans: 无法解码输入的文本。

source: Unable to decode tool parameters.
de: Tool-Parameter können nicht dekodiert werden.
es: No se pueden decodificar los parámetros de la herramienta.
fr: Impossible de décoder les paramètres d’outil.
ja: ツールのパラメータをデコードできません。
ko: 도구 매개변수를 디코드할 수 없습니다.
zh_hans: 无法解码工具调用的参数。

source: Unable to Determine
de: Kann nicht bestimmt werden
es: No se puede determinar
fr: Impossible de déterminer
ja: 判定できません
ko: 판단할 수 없음
zh_hans: 无法确认

source: Unable to encode the provided message.
de: Bereitgestellte Nachricht kann nicht kodiert werden.
es: No se puede codificar el mensaje proporcionado.
fr: Impossible d’encoder le message fourni.
ja: 提供されたメッセージをエンコードできません。
ko: 제공된 메시지를 인코드할 수 없습니다.
zh_hans: 无法编码提供的消息。

source: Unable to find the selected model.
de: Ausgewähltes Modell kann nicht gefunden werden.
es: No se puede encontrar el modelo seleccionado.
fr: Impossible de trouver le modèle sélectionné.
ja: 選択したモデルが見つかりません。
ko: 선택한 모델을 찾을 수 없습니다.
zh_hans: 无法找到所选模型。

source: Unable to generate icon
de: Icon kann nicht generiert werden
es: No se puede generar el icono
fr: Impossible de générer une icône
ja: アイコンを生成できません
ko: 아이콘을 생성할 수 없습니다
zh_hans: 无法生成图标

source: Unable to generate title
de: Titel kann nicht generiert werden
es: No se puede generar el título
fr: Impossible de générer un titre
ja: タイトルを生成できません
ko: 제목을 생성할 수 없습니다
zh_hans: 无法生成标题

source: Unable to identify the image with tool model.
de: Bild kann mit dem Tool-Modell nicht erkannt werden.
es: No se puede identificar la imagen con el modelo de herramienta.
fr: Impossible d’identifier l’image avec le modèle outil.
ja: ツールモデルで画像を特定できませんでした。
ko: 도구 모델로 이미지를 식별할 수 없습니다.
zh_hans: 无法使用工具模型辨认图片。

source: Unable to locate the tool message in this session.
de: Tool-Nachricht in dieser Sitzung nicht gefunden.
es: No se puede localizar el mensaje de herramienta en esta sesión.
fr: Impossible de localiser le message d’outil dans cette session.
ja: このセッションでツールメッセージが見つかりません。
ko: 이 세션에서 도구 메시지를 찾을 수 없습니다.
zh_hans: 无法确定工具调用在会话中的位置。

source: Unable to Match Request Format
de: Anfrageformat kann nicht abgeglichen werden
es: No se puede coincidir el formato de solicitud
fr: Impossible de faire correspondre le format de requête
ja: リクエスト形式を一致させられません
ko: 요청 형식을 일치시킬 수 없습니다
zh_hans: 无法匹配请求格式
